#ifndef PRACTICE17_H
#define PRACTICE17_H

#include"Headers.h"

namespace Practice17
{
	/*Напишите программу, которая генерирует последовательность из 10 случайных чисел в диапазоне от 1 до 10, выводит эти числа на экран и вычисляет их среднее арифметическое.
		Пример результата выполнения программы :
	***Случайные числа***
		1 3 4 2 7 4 9 6 2 1
		Среднее арифметическое : 3.9*/

	void averageInRand();

	//Целочисленный массив заполняется девятью рандомными элементами.Поменяйте местами максимальный и минимальный элементы массива.

	void swapMinMax();
}

#endif