#ifndef PRACTICE16_H
#define PRACTICE16_H

#include"Headers.h"

namespace Practice16
{
	/*Напишите программу, которая выводит на экран наименьший элемент введенного 
	пользователем массива целых чисел.Для доступа к элементам массива используйте указатель.*/

	void getMin();

	/*В указанной пользователем строке вместо первого символа поставьте пробел, а вместо последнего — точку.
	Пример результата выполнения программы :
	Введите строку : Сегодня хороший день
	Результат : егодня хороший ден.*/

	void changeString();

}

#endif