#ifndef PRACICE11_H
#define PRACICE11_H

#include"Headers.h"

namespace Practice11
{
	/*Напишите программу пересчета веса из фунтов в килограммы(1 фунт = 0.453 кг).
	Пример результата выполнения программы :
	Введите вес в фунтах : 12.4
		12.4 фунта = 5.624 кг*/

	void convert();

	/*Ежемесячная стипендия студента составляет А рублей, а расходы на проживание превышают 
	её и составляют B рублей / месяц.Рост цен ежемесячно увеличивает расходы на 3 % .
	Определите требуемую сумму денег для того, чтобы прожить учебный год(10 месяцев), 
	используя только деньги на проживание, в которые входит и стипендия.Значения А и B вводит пользователь.*/

	void yearCost();
}

#endif