#ifndef PRACTICE19_H
#define PRACTICE19_H

#include"Headers.h"

namespace Practice19
{
	/*Напишите программу, которая удаляет из строки, введенной пользователем, все пробелы и знаки препинания.
		Пример результата выполнения программы :
	Введите строку : Привет!Меня зовут Андрей.Я обожаю петь.
		Результат : ПриветМенязовутАндрейЯобожаюпеть*/

	void deleteSpasesAndPunct();

	//Пользователь вводит целое число N.Создайте массив из N целых чисел(числа генерируются рандомно).Определите индекс наибольшего элемента массива.

	void genArr();
}

#endif