#ifndef PRACTICE23_H
#define PRACTICE23_H

#include"Headers.h"

namespace Practice23
{
	//Напишите программу, которая запрашивает у пользователя строку, содержащую несколько слов.Затем выведите пользователю ту же строку, но в обратном порядке.Например:
	//Введите строку :
	//Меня зовут Анатолий!
	//	Результат :
	//	!Анатолий зовут Меня

	void reverceString();

	//Напишите программу, которая создает два массива и заполняет их случайными числами.Затем она должна возвратить третий массив, который содержит только общие для обоих массивов значения(без дублирований).

	void commonWithoutRepeating();
}

#endif