#ifndef PRACTICE6_H
#define PRACTICE6_H

#include<string>
#include<iostream>
#include<sstream>
#include<exception>
#include<list>
#include<algorithm>
#include<iomanip>

//Напишите программу, которая сравнивает два введенных с клавиатуры числа.
//Программа должна указать, какое число меньше, или, если числа равны — вывести соответствующее сообщение.
//Пример результата выполнения программы :
//Введите 2 целых числа : 48 54
//48 меньше 54

void lessNumber();




//Напишите программу, которая содержит текущую информацию о десяти заявках на авиабилеты.
//Каждая заявка должна иметь :
//пункт назначения;
//номер рейса;
//ФИО пассажира;
//желаемую дату вылета.
//Программа должна обеспечивать :
//хранение всех заявок в виде списка;
//добавление и удаление заявок;
//вывод всех заявок.

void flight();

#endif