#ifndef PRACTICE3_H
#define PRACTICE3_H

#include"Headers.h"

namespace Practice3
{
	//Напишите программу, вычисляющую скорость, с которой бегун пробежал дистанцию.
	//Пример результата выполнения программы :
	//Введите длину дистанции(м) : 1000
	//Введите время(минут.секунд) : 3.25
	//Вы бежали со скоростью 17.56 км / час

	void speed();

	//Напишите программу, которая вычисляет сумму первых n целых положительных четных чисел.
	//Количество суммируемых чисел вводит пользователь.
	//Пример результата выполнения программы :
	//Введите количество суммируемых чисел : 12
	//Сума первых 12 целых положительных четных чисел равна 156

	void sumOfFirstN();
}

#endif