#ifndef PRACTICE10_H
#define PRACTICE10_H

#include<list>
#include<iostream>
#include<string>
#include<sstream>
#include<exception>
#include<iomanip>

namespace Practice10
{
	/*Напишите программу, которая вычисляет среднее арифметическое вводимой пользователем последовательности дробных чисел.
	Пример результата выполнения программы :
	Введите последовательность дробных чисел : 5.4 7.8 3.0 1.5 2.3
	Среднее арифметическое введенной последовательности : 4.0*/

	void averageDouble();

	/*Напишите программу, которая определяет, является ли шестизначное 
	число «счастливым»(сумма первых 3 цифр равна сумме последних 3 цифр).*/

	void isHappyNumber();
}

#endif
