#ifndef PRACTICE14_H
#define PRACTICE14_H

#include"Headers.h"

namespace Practice14
{
	/*Каждая бактерия делится на две в течение одной минуты.В начальный момент имеется одна бактерия.
	Напишите программу, которая вычисляет общее количество бактерий после истечения указанного
	пользователем промежутка времени(например, после 5 или после 17 минут).*/

	void bacteryCount();

	/*Напишите функцию int f(int h, int m, int s), которая принимает три целых аргумента(часы h, минуты m и секунды s) 
	и возвращает количество секунд, прошедших с начала дня.*/

	void getSeconds();
}

#endif